IDEA StatiCa Open Model
MaterialBoltGradeHKG Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MaterialBoltGradeHKG class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MaterialBoltGradeHKG()
Public Sub New
public:
MaterialBoltGradeHKG()
See Also
Reference
MaterialBoltGradeHKG Class
IdeaRS.OpenModel.Material Namespace